import { Component, OnInit } from '@angular/core';

@Component({
  selector: 'app-home-page',
  templateUrl: './home-page.component.html',
  styleUrls: ['./home-page.component.scss']
})
export class HomePageComponent implements OnInit {
	categoryList = [
					"Фотографи", "Відеооператори","Музиканти", "Тамада",
					"Ресторани", "Оформлення залу","Торти та караваї","Автомобілі",
					"Весільні сукні","Шоу програма", "Організація весілля", "Салони краси",
					"Феєрверки та спецефекти","Запрошення та аксесуари", "Перший танець", "Фуршетний стіл",
					"Весільні букети","РАЦСи"
					];
	cityList = [
				"Київ","Львів","Івано-Франківськ","Тернопіль",
				"Луцьк","Рівне","Ужгород","Одеса",
				"Чернівці","Хмельницький","Вінниця","Запоріжжя",
				"Дніпро","Кривий Ріг","Миколаїв","Харків",
				"Херсон","Полтава","Чернігів","Черкаси",
				"Житомир","Суми","Кропивницький","Маріуполь",
				];
  constructor() { }

  ngOnInit() {
  }

}
